[
    {
        "_id": "5fbbb608c436ce6e705aa4ca",
        "order": 2,
        "name": "Romantismul",
        "short": "romantism",
        "titlecolor": "var(--white)",
        "perioada": "marilor_clasici",
        "definitie": "Este un curent cultural si literar manifestat la sfarsitul secolului al XIX-lea, ca o reactie importiva curentelor rationaliste (iluminismul si clasicismul), avand ca centre de propagare Germania si Anglia.",
        "trasaturi": [
            {
                "name": "Obiectiv",
                "value": "Supremația sentimentului în raport cu rațiunea, promovând o literatură profund subiectivă, a emoțiilor și a trăirilor sufletești."
            },
            {
                "name": "Teme",
                "value": "Preferința pentru următoarele teme: istoria, natura, timpul, mitologia, filozofia, cosmogonia, condiția geniului."
            },
            {
                "name": "Spațiu",
                "value": "Evadarea în trecutul idealizat, în vis sau lumi fantastice, spații exotice."
            },
            {
                "name": "Insiprație",
                "value": "Fascinația misterului, aspirația spre absolut, descoperirea infinitului spațial și temporal."
            },
            {
                "name": "Procedee",
                "value": "Utilizarea antitezei ca procedeu artisitc de bază."
            }
        ]
    },
    {
        "_id": "5fbbb554c436ce6e705aa4c9",
        "order": 3,
        "name": "Simbolismul",
        "short": "simbolism",
        "titlecolor": "var(--white)",
        "perioada": "interbelica",
        "definitie": "Este un curent literar si artistic manifestat la sfarsitul secolului al XIX-lea, in Franta, ca o reactie impotriva parnasianismului si a romantismului retoric, promovand o poezie a \"sensibilitatii pure\".",
        "trasaturi": [
            {
                "name": "Simbol",
                "value": "Cultiva simbolul nonconventional prin care se realizeaza corespondenta intre planul interior, al sentimentelor exprimate, si cel exterior, al naturii, al cadrului descris."
            },
            {
                "name": "Teme",
                "value": "Ambiguitatea tematica, poezia dezvolta teme confuze, mai mult sugerate: depresia, nevroza, iubirea ca stare confuza/apasatoare, orasul, monotonia."
            },
            {
                "name": "Procedee",
                "value": "Prezența sinesteziei, procedeu artistic preferat în sugerarea unor stări sufletești."
            },
            {
                "name": "Muzicalitate",
                "value": "Muzicalitatea accentuată a textelor, realizată cu ajutorul unor mijloace artistice inovatoare: refrenul, utilizarea unor cuvinte cantabile/exotice, versul liber, simterii compoziționale (paralelistmul sintactic)."
            }
        ]
    },
    {
        "_id": "5fbbb63fc436ce6e705aa4cb",
        "order": 4,
        "name": "Realismul",
        "short": "realism",
        "titlecolor": "var(--white)",
        "perioada": "interbelica",
        "definitie": "Este un curent literar manifestat in a doua jumatate a secolului al XIX-lea si avand ecouri pe intreg parcursul secolului XX, in Franta ca o reactie impotriva romantismului, avand ca prim obiectiv oglindirea realitatii. ",
        "trasaturi": [
            {
                "name": "Obiectiv",
                "value": "Urmărește reflectarea obiectivă, veridică a realității prin observarea tipurilor umane și a mediului de viață specific."
            },
            {
                "name": "Teme",
                "value": "Dezvoltă teme precum societatea și natura umană."
            },
            {
                "name": "Tipologia personajelor",
                "value": "Personajul tipic în împrejurări tipice, reprezentând o categorie socială, surpsins în evoluție într-un mediu caracteristic."
            },
            {
                "name": "Perspectiva narativă",
                "value": "Obiectivatea perspectivei narative, utilizarea mijloacelor de investigație psihologică, a narațiunii la persoana a III-a și a naratorului obiectiv, omniscient."
            },
            {
                "name": "Stil",
                "value": "Stilul sobru, concis, caracterizat prin economia mijloacelor stilistice."
            }
        ]
    },
    {
        "_id": "5fbcd5ab9b12afc79493944f",
        "order": 5,
        "name": "Modernismul",
        "short": "modernism",
        "titlecolor": "var(--white)",
        "perioada": "interbelica",
        "definitie": "Este un curent cultural si literar manifestat in prima jumatate a secolului al XX-lea in opozitie cu traditionalismul, presupunand promovarea unor elemente innoitoare in special in poezie si proza.",
        "trasaturi": [
            {
                "name": "Obiectiv",
                "value": "Propune o noua formă de manifestare în poezia lirică, și anume poezia de idei."
            },
            {
                "name": "Teme",
                "value": "În proză: condiția intelectualului, în poezie: cunoașterea, raportul poet-univers, raportul poet-divinitate, iubirea ca formă de cunoaștere, moartea."
            },
            {
                "name": "Tehnici poetice",
                "value": "Introduce noi tehnici poetice: versul liber, asimetria compozițională și tehnica ingambamentului."
            },
            {
                "name": "Proza analitică",
                "value": "Promovează proza analitică: proza experienței, psihologică, subiectivă."
            }
        ]
    },
    {
        "_id": "5fbcd6079b12afc794939450",
        "order": 6,
        "name": "Tradiționalismul",
        "short": "traditionalism",
        "titlecolor": "var(--white)",
        "perioada": "interbelica",
        "definitie": "Este un curent cultural si ideologic manifestat la inceputul secolului al XX-lea, care apara si promoveaza traditia, perceputa ca o insumare a valorilor arhaice, traditionale.",
        "trasaturi": [
            {
                "name": "Obiectiv",
                "value": "Întoarcerea la originile literaturii."
            },
            {
                "name": "Teme",
                "value": "Temele și motivele sunt de inspirație religioasă și tradițională (satul tradițional)."
            },
            {
                "name": "Surse de inspirație",
                "value": "Principalele izvoare de inspirație sunt: istoria, folclorul, religia."
            },
            {
                "name": "Tehnici poetice",
                "value": "Structura echilibrată, prin conservarea elementelor de versificație clasice."
            }
        ]
    }
]